Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

source: %@ remaining
de_de: Noch %@
es_es: %@ restantes
fr_fr: %@ restants
nl_nl: %@ resterend
pt_br: %@ restante
pt_pt: %@ restantes

# %@, step %lld of %lld%@
source: %1$@, step %2$lld of %3$lld%4$@
de_de: %1$@, Schritt %2$lld von %3$lld%4$@
es_es: %1$@, paso %2$lld de %3$lld%4$@
fr_fr: %1$@, étape %2$lld sur %3$lld%4$@
nl_nl: %1$@, stap %2$lld van %3$lld%4$@
pt_br: %1$@, passo %2$lld de %3$lld%4$@
pt_pt: %1$@, passo %2$lld de %3$lld%4$@

source: %lld days
de_de: %lld Tage
es_es: %lld días
fr_fr: %lld jours
nl_nl: %lld dagen
pt_br: %lld dias
pt_pt: %lld dias

source: %lld days left
de_de: Noch %lld Tage
es_es: Quedan %lld días
fr_fr: Encore %lld jours
nl_nl: Nog %lld dagen
pt_br: %lld dias restantes
pt_pt: Faltam %lld dias

source: %lld transactions
de_de: %lld Buchungen
es_es: %lld movimientos
nl_nl: %lld transacties
pt_br: %lld transações
pt_pt: %lld transações

source: %lld tx
de_de: %lld Buch.
es_es: %lld mov.
fr_fr: %lld op.
pt_pt: %lld trans.

source: 1 day
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
nl_nl: 1 dag
pt_br: 1 dia
pt_pt: 1 dia

# accessibility.accounts.netPositionBar %@ %@ %@
source: Liquid %@, Protected %@, Debt %@
de_de: Verfügbar %@, Rücklagen %@, Schulden %@
es_es: Líquido %@, Protegido %@, Deuda %@
fr_fr: Liquide %@, Protégé %@, Dette %@
nl_nl: Liquide %@, Beschermd %@, Schuld %@
pt_br: Liquido %@, Protegido %@, Divida %@
pt_pt: Líquido %@, Protegido %@, Dívida %@

# accessibility.currentPeriod.progress %lld
source: Spent %lld percent of target
de_de: %lld%% des Ziels ausgegeben
es_es: Gastado el %lld%% del objetivo
fr_fr: %lld%% de l’objectif dépensé
nl_nl: %lld%% van doel besteed
pt_br: %lld por cento da meta gasto
pt_pt: Gasto %lld%% da meta

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
nl_nl: Rekening
pt_br: Conta
pt_pt: Conta

source: Account name
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
nl_nl: Rekeningnaam
pt_br: Nome da conta
pt_pt: Nome da conta

source: Account Type
de_de: Kontotyp
es_es: Tipo de cuenta
fr_fr: Type de compte
nl_nl: Rekeningtype
pt_br: Tipo de Conta
pt_pt: Tipo de Conta

# account.card.availableToSpend
source: Available to spend
de_de: Zum Ausgeben verfügbar
es_es: Disponible para gastar
fr_fr: Disponible
nl_nl: Beschikbaar om uit te geven
pt_br: Disponível para gastar
pt_pt: Disponível para gastar

# account.card.avgDailyBalance
source: Avg Daily Balance
de_de: Ø Tagessaldo
es_es: Saldo medio diario
fr_fr: Solde quotidien moyen
nl_nl: Gem. dagsaldo
pt_br: Saldo Médio Diário
pt_pt: Saldo Médio Diário

# account.card.creditLimit
source: Credit Limit
de_de: Kreditrahmen
es_es: Límite de crédito
fr_fr: Plafond de crédit
nl_nl: Kredietlimiet
pt_br: Limite de Crédito
pt_pt: Limite de Crédito

# account.card.spentThisCycle
source: Spent this cycle
de_de: In diesem Zyklus ausgegeben
es_es: Gastado este ciclo
fr_fr: Dépensé sur cette période
nl_nl: Besteed in deze cyclus
pt_br: Gasto neste ciclo
pt_pt: Gasto neste ciclo

# account.card.transactions
source: Transactions
de_de: Buchungen
es_es: Movimientos
nl_nl: Transacties
pt_br: Transações
pt_pt: Transações

source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
nl_nl: Rekeningen
pt_br: Contas
pt_pt: Contas

# accounts.archive.failed
source: Failed to archive account.
de_de: Konto konnte nicht archiviert werden.
es_es: No hemos podido archivar la cuenta.
fr_fr: Échec de l’archivage du compte.
nl_nl: Kan rekening niet archiveren.
pt_br: Falha ao arquivar conta.
pt_pt: Não foi possível arquivar a conta.

# accounts.archive.message
source: This account will be hidden but its history will be preserved.
de_de: Dieses Konto wird ausgeblendet, der Verlauf bleibt jedoch erhalten.
es_es: Esta cuenta se ocultará, pero se conservará su historial.
fr_fr: Ce compte sera masqué, mais son historique sera conservé.
nl_nl: Deze rekening wordt verborgen, maar de geschiedenis blijft bewaard.
pt_br: Esta conta sera ocultada, mas seu historico sera preservado.
pt_pt: Esta conta será ocultada, mas o histórico será preservado.

# accounts.debt
source: Debt
de_de: Schulden
es_es: Deuda
fr_fr: Dette
nl_nl: Schuld
pt_br: Divida
pt_pt: Dívida

# accounts.delete.failed
source: Failed to delete account.
de_de: Konto konnte nicht gelöscht werden.
es_es: No hemos podido eliminar la cuenta.
fr_fr: Échec de la suppression du compte.
nl_nl: Kan rekening niet verwijderen.
pt_br: Falha ao excluir conta.
pt_pt: Não foi possível eliminar a conta.

# accounts.delete.message
source: This account will be permanently deleted.
de_de: Dieses Konto wird dauerhaft gelöscht.
es_es: Esta cuenta se eliminará de forma permanente.
fr_fr: Ce compte sera définitivement supprimé.
nl_nl: Deze rekening wordt definitief verwijderd.
pt_br: Esta conta sera excluida permanentemente.
pt_pt: Esta conta será eliminada permanentemente.

# accounts.description1
source: Where does your money live? Accounts represent your real accounts, and are not connected to your bank.
de_de: Wo liegt dein Geld? Konten bilden deine echten Konten ab, sind aber nicht mit deiner Bank verbunden.
es_es: ¿Dónde está tu dinero? Las cuentas representan tus cuentas reales, pero no están conectadas a tu banco.
fr_fr: Où se trouve votre argent ? Les comptes correspondent à vos vrais comptes, sans connexion à votre banque.
nl_nl: Waar staat je geld? Rekeningen vertegenwoordigen je echte rekeningen en zijn niet aan je bank gekoppeld.
pt_br: Onde está seu dinheiro? As contas representam suas contas reais.
pt_pt: Onde está o seu dinheiro? As contas representam as suas contas reais e não estão ligadas ao banco.

# accounts.description2
source: Add as many as you'd like — or skip and add them later.
de_de: Füge so viele hinzu, wie du möchtest — oder überspringe diesen Schritt und ergänze sie später.
es_es: Añade tantas como quieras o sáltatelo y añádelas más tarde.
fr_fr: Ajoutez-en autant que nécessaire, ou passez cette étape et ajoutez-les plus tard.
nl_nl: Voeg er zoveel toe als je wilt — of sla over en voeg ze later toe.
pt_br: Adicione quantas quiser — ou avance e adicione mais tarde.
pt_pt: Adicione quantas quiser — ou avance e adicione-as mais tarde.

# accounts.empty.action
source: Add Account
de_de: Konto hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
nl_nl: Rekening toevoegen
pt_br: Adicionar Conta
pt_pt: Adicionar Conta

# accounts.empty.message
source: Add your first account to start tracking your balances.
de_de: Füge dein erstes Konto hinzu, um deine Salden zu verfolgen.
es_es: Añade tu primera cuenta para empezar a seguir tus saldos.
fr_fr: Ajoutez votre premier compte pour commencer à suivre vos soldes.
nl_nl: Voeg je eerste rekening toe om je saldi te volgen.
pt_br: Adicione sua primeira conta para começar a acompanhar seus saldos.
pt_pt: Adicione a sua primeira conta para começar a acompanhar os saldos.

# accounts.empty.step1.description
source: Choose the account type and enter a name and starting balance.
de_de: Wähle den Kontotyp und gib einen Namen sowie den Anfangssaldo ein.
es_es: Elige el tipo de cuenta e introduce un nombre y el saldo inicial.
fr_fr: Choisissez le type de compte et saisissez un nom et un solde de départ.
nl_nl: Kies het rekeningtype en voer een naam en beginsaldo in.
pt_br: Escolha o tipo de conta e insira um nome e saldo inicial.
pt_pt: Escolha o tipo de conta e introduza um nome e o saldo inicial.

# accounts.empty.step1.title
source: Create an account
de_de: Ein Konto erstellen
es_es: Crear una cuenta
fr_fr: Créer un compte
nl_nl: Een rekening aanmaken
pt_br: Crie uma conta
pt_pt: Criar uma conta

# accounts.empty.step2.description
source: Enter your real-world balance so the app matches your actual finances.
de_de: Gib deinen tatsächlichen Kontostand ein, damit die App zu deinen echten Finanzen passt.
es_es: Introduce tu saldo real para que la app refleje tu situación financiera real.
fr_fr: Saisissez votre solde réel pour que l’app reflète votre véritable situation financière.
nl_nl: Voer je werkelijke saldo in, zodat de app je echte financiële situatie weergeeft.
pt_br: Insira seu saldo real para que o app corresponda às suas finanças reais.
pt_pt: Introduza o saldo real para que a aplicação corresponda às suas finanças efetivas.

# accounts.empty.step2.title
source: Set the initial balance
de_de: Startsaldo festlegen
es_es: Establece el saldo inicial
fr_fr: Définissez le solde initial
nl_nl: Stel het beginsaldo in
pt_br: Defina o saldo inicial
pt_pt: Defina o saldo inicial

# accounts.empty.step3.description
source: When recording transactions, select which account the money came from or went to.
de_de: Gib beim Erfassen einer Buchung an, von welchem Konto das Geld kam oder auf welches es ging.
es_es: Al registrar movimientos, indica de qué cuenta sale o a qué cuenta entra el dinero.
fr_fr: Lors de chaque transaction, indiquez de quel compte provient l’argent ou vers lequel il est versé.
nl_nl: Geef bij elke transactie aan van welke rekening het geld komt of naartoe gaat.
pt_br: Ao registrar transações, selecione de qual conta o dinheiro veio ou para qual foi.
pt_pt: Ao registar transações, selecione de que conta saiu ou para que conta entrou o dinheiro.

# accounts.empty.step3.title
source: Use in transactions
de_de: In Buchungen verwenden
es_es: Usar en movimientos
fr_fr: Les utiliser dans vos transactions
nl_nl: Gebruiken in transacties
pt_br: Use nas transações
pt_pt: Usar em transações

# accounts.empty.tip1
source: You can add checking, savings, credit card, wallet, or allowance accounts.
de_de: Du kannst Giro-, Spar-, Kreditkarten-, Wallet- oder Taschengeldkonten hinzufügen.
es_es: Puedes añadir cuentas corrientes, cuentas de ahorro, tarjetas de crédito, monederos o cuentas de asignación.
fr_fr: Vous pouvez ajouter des comptes courants, des comptes d’épargne, des cartes de crédit, des portefeuilles ou des enveloppes dédiées.
nl_nl: Je kunt betaalrekeningen, spaarrekeningen, creditcards, portemonnees of toelagerekeningen toevoegen.
pt_br: Você pode adicionar contas corrente, poupança, cartão de crédito, carteira ou mesada.
pt_pt: Pode adicionar contas à ordem, poupanças, cartões de crédito, carteiras ou contas de mesada.

# accounts.empty.tip2
source: Set your current balance when creating an account — it updates as you add transactions.
de_de: Lege beim Erstellen eines Kontos den aktuellen Saldo fest — er wird mit jeder neuen Buchung aktualisiert.
es_es: Establece tu saldo actual al crear una cuenta: se actualiza a medida que añades movimientos.
fr_fr: Définissez votre solde actuel à la création d’un compte — il se met à jour à mesure que vous ajoutez des transactions.
nl_nl: Stel je huidige saldo in bij het aanmaken van een rekening — het wordt bijgewerkt zodra je transacties toevoegt.
pt_br: Defina seu saldo atual ao criar uma conta — ele é atualizado conforme você adiciona transações.
pt_pt: Defina o saldo atual ao criar uma conta — é atualizado à medida que adiciona transações.

# accounts.empty.tip3
source: Accounts you no longer use can be archived to keep your list focused.
de_de: Konten, die du nicht mehr nutzt, kannst du archivieren, damit deine Liste übersichtlich bleibt.
es_es: Las cuentas que ya no usas pueden archivarse para mantener tu lista ordenada.
fr_fr: Les comptes que vous n’utilisez plus peuvent être archivés pour garder votre liste claire.
nl_nl: Rekeningen die je niet meer gebruikt, kun je archiveren om je lijst overzichtelijk te houden.
pt_br: Contas que você não usa mais podem ser arquivadas para manter sua lista organizada.
pt_pt: As contas que já não utiliza podem ser arquivadas para manter a sua lista organizada.

# accounts.empty.title
source: No accounts yet
de_de: Noch keine Konten
es_es: Aún no hay cuentas
fr_fr: Aucun compte pour l’instant
nl_nl: Nog geen rekeningen
pt_br: Nenhuma conta ainda
pt_pt: Ainda não há contas

# accounts.liquid
source: Liquid
de_de: Verfügbar
es_es: Líquido
fr_fr: Liquide
nl_nl: Liquide
pt_br: Liquido
pt_pt: Líquido

# accounts.netPosition
source: NET POSITION
de_de: NETTOPOSITION
es_es: POSICIÓN NETA
fr_fr: POSITION NETTE
nl_nl: NETTOVERMOGEN
pt_br: POSICAO LIQUIDA
pt_pt: POSIÇÃO LÍQUIDA

# accounts.protected
source: Protected
de_de: Rücklagen
es_es: Protegido
fr_fr: Protégé
nl_nl: Beschermd
pt_br: Protegido
pt_pt: Protegido

# accounts.title
source: Add your accounts
de_de: Konten hinzufügen
es_es: Añade tus cuentas
fr_fr: Ajoutez vos comptes
nl_nl: Voeg je rekeningen toe
pt_br: Adicione suas contas
pt_pt: Adicione as suas contas

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
nl_nl: Actief
pt_br: Ativo
pt_pt: Ativo

source: ACTIVE
de_de: AKTIV
es_es: ACTIVO
fr_fr: ACTIF
nl_nl: ACTIEF
pt_br: ATIVO
pt_pt: ATIVO

source: ACTIVE OVERLAYS
de_de: AKTIVE OVERLAYS
es_es: CAPAS ACTIVAS
fr_fr: AJUSTEMENTS TEMPORAIRES ACTIFS
nl_nl: ACTIEVE LAGEN
pt_br: SOBREPOSIÇÕES ATIVAS
pt_pt: CAMADAS ATIVAS

source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
nl_nl: Alles
pt_br: Todos
pt_pt: Todas

source: Allowance
de_de: Taschengeld
es_es: Importe asignado
fr_fr: Enveloppe
nl_nl: Toelage
pt_br: Mesada
pt_pt: Mesada

# appearance.dark
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
nl_nl: Donker
pt_br: Escuro
pt_pt: Escuro

# appearance.light
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
nl_nl: Licht
pt_br: Claro
pt_pt: Claro

source: Archive "%@"?
de_de: „%@“ archivieren?
es_es: ¿Archivar "%@"?
fr_fr: Archiver « %@ » ?
nl_nl: "%@" archiveren?
pt_br: Arquivar "%@"?
pt_pt: Arquivar "%@"?

# auth.alreadyHaveAccount
source: Already have an account?
de_de: Bereits ein Konto?
es_es: ¿Ya tienes una cuenta?
fr_fr: Vous avez déjà un compte ?
nl_nl: Heb je al een account?
pt_br: Já tem uma conta?
pt_pt: Já tem uma conta?

# auth.checkEmail
source: Check your email
de_de: E-Mail prüfen
es_es: Revisa tu correo
fr_fr: Consultez vos e-mails
nl_nl: Controleer je e-mail
pt_br: Verifique seu e-mail
pt_pt: Verifique o seu e-mail

# auth.checkEmailDesc
source: If an account exists for that email, we've sent a password reset link. Check your inbox and spam folder.
de_de: Falls ein Konto mit dieser E-Mail-Adresse existiert, haben wir einen Link zum Zurücksetzen gesendet. Prüfe Posteingang und Spam-Ordner.
es_es: Si existe una cuenta con ese correo, te hemos enviado un enlace para restablecer la contraseña. Revisa tu bandeja de entrada y la carpeta de spam.
fr_fr: Si un compte existe pour cette adresse, un lien de réinitialisation vous a été envoyé. Consultez votre boîte de réception et vos courriers indésirables.
nl_nl: Als er een account met dat e-mailadres bestaat, hebben we een reset-link gestuurd. Controleer je inbox en spammap.
pt_br: Se uma conta existir para esse e-mail, enviamos um link de redefinição de senha. Verifique sua caixa de entrada e pasta de spam.
pt_pt: Se existir uma conta com esse e-mail, enviámos um link para repor a palavra-passe. Verifique a caixa de entrada e o spam.

# auth.forgotPassword
source: Forgot password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste la contraseña?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-passe?

# auth.login.subtitle
source: Enter your credentials to continue
de_de: Gib deine Anmeldedaten ein, um fortzufahren.
es_es: Introduce tus credenciales para continuar
fr_fr: Saisissez vos identifiants pour continuer
nl_nl: Voer je gegevens in om door te gaan
pt_br: Digite suas credenciais para continuar
pt_pt: Introduza as suas credenciais para continuar

# auth.login.title
source: Sign in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
nl_nl: Aanmelden
pt_br: Entrar
pt_pt: Iniciar sessão

# auth.noAccount
source: Don't have an account?
de_de: Noch kein Konto?
es_es: ¿No tienes una cuenta?
fr_fr: Vous n’avez pas de compte ?
nl_nl: Nog geen account?
pt_br: Não tem uma conta?
pt_pt: Ainda não tem conta?

# auth.password.fair
source: Fair
de_de: Ausreichend
es_es: Razonable
fr_fr: Correct
nl_nl: Redelijk
pt_br: Razoável
pt_pt: Razoável

# auth.password.strong
source: Strong enough
de_de: Stark genug
es_es: Suficientemente fuerte
fr_fr: Assez fort
nl_nl: Sterk genoeg
pt_br: Suficientemente forte
pt_pt: Forte o suficiente

# auth.password.veryStrong
source: Very strong
de_de: Sehr stark
es_es: Muy fuerte
fr_fr: Très fort
nl_nl: Zeer sterk
pt_br: Muito forte
pt_pt: Muito forte

# auth.password.veryWeak
source: Very weak
de_de: Sehr schwach
es_es: Muy débil
fr_fr: Très faible
nl_nl: Zeer zwak
pt_br: Muito fraca
pt_pt: Muito fraco

# auth.password.weak
source: Weak
de_de: Schwach
es_es: Débil
fr_fr: Faible
nl_nl: Zwak
pt_br: Fraca
pt_pt: Fraco

# auth.passwordRecovery
source: Password recovery
de_de: Passwort wiederherstellen
es_es: Recuperación de contraseña
fr_fr: Récupération du mot de passe
nl_nl: Wachtwoordherstel
pt_br: Recuperação de senha
pt_pt: Recuperação de palavra-passe

# auth.passwordRecoveryDesc
source: Enter your email address. If it is registered, you will receive a reset link.
de_de: Gib deine E-Mail-Adresse ein. Wenn sie registriert ist, erhältst du einen Link zum Zurücksetzen.
es_es: Introduce tu correo. Si está registrado, recibirás un enlace para restablecer la contraseña.
fr_fr: Saisissez votre adresse e-mail. Si elle est enregistrée, vous recevrez un lien de réinitialisation.
nl_nl: Voer je e-mailadres in. Als het bij ons bekend is, sturen we je een resetlink.
pt_br: Insira seu endereço de e-mail. Se estiver registrado, você receberá um link de redefinição.
pt_pt: Introduza o seu e-mail. Se estiver registado, receberá um link para repor a palavra-passe.

# auth.register.agreeToTerms
source: I agree to the Terms of Service and Privacy Policy
de_de: Ich stimme den Nutzungsbedingungen und der Datenschutzerklärung zu
es_es: Acepto las Condiciones del servicio y la Política de privacidad
fr_fr: J’accepte les Conditions d’utilisation et la Politique de confidentialité
nl_nl: Ik ga akkoord met de Servicevoorwaarden en het Privacybeleid
pt_br: Concordo com os Termos de Serviço e Política de Privacidade
pt_pt: Aceito os Termos de Serviço e a Política de Privacidade

# auth.register.passwordsDoNotMatch
source: Passwords do not match
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
nl_nl: De wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
pt_pt: As palavras-passe não coincidem

# auth.register.subtitle
source: Join PiggyPulse to take control of your finances.
de_de: Tritt PiggyPulse bei und behalte deine Finanzen im Griff.
es_es: Únete a PiggyPulse para tomar el control de tus finanzas.
fr_fr: Créez votre compte PiggyPulse pour mieux suivre vos finances.
nl_nl: Sluit je aan bij PiggyPulse en neem je financiën in handen.
pt_br: Junte-se ao PiggyPulse para controlar suas finanças.
pt_pt: Junte-se ao PiggyPulse para assumir o controlo das suas finanças.

# auth.register.title
source: Create your account
de_de: Konto erstellen
es_es: Crea tu cuenta
fr_fr: Créez votre compte
nl_nl: Maak je account aan
pt_br: Criar conta
pt_pt: Crie a sua conta

# auth.tagline.forgotPassword
source: We'll help you get back in.
de_de: Wir helfen dir, wieder Zugriff zu bekommen.
es_es: Te ayudamos a recuperar el acceso.
fr_fr: Nous vous aidons à récupérer l’accès.
nl_nl: We helpen je weer toegang te krijgen.
pt_br: Vamos te ajudar a recuperar o acesso.
pt_pt: Vamos ajudá-lo a recuperar o acesso.

# auth.tagline.login
source: Welcome back. Your financial pulse awaits.
de_de: Willkommen zurück. Dein Finanzüberblick wartet.
es_es: Bienvenido de nuevo. Tu pulso financiero te espera.
fr_fr: Content de vous revoir. Le pouls de vos finances vous attend.
nl_nl: Welkom terug. Je financiële pols wacht op je.
pt_br: Bem-vindo de volta. Seu pulso financeiro espera.
pt_pt: Bem-vindo de volta. O seu pulso financeiro aguarda-o.

# auth.tagline.register
source: Start your financial journey today.
de_de: Bring heute Ordnung in deine Finanzen.
es_es: Empieza hoy tu camino financiero.
fr_fr: Commencez à suivre vos finances dès aujourd’hui.
nl_nl: Begin vandaag aan je financiële reis.
pt_br: Comece sua jornada financeira hoje.
pt_pt: Comece hoje a sua jornada financeira.

# auth.twoFactor
source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
es_es: Autenticación en dos pasos
fr_fr: Authentification à deux facteurs
nl_nl: Tweefactorauthenticatie
pt_br: Autenticação de Dois Fatores
pt_pt: Autenticação de Dois Fatores

# auth.twoFactor.recoveryDesc
source: Enter one of your recovery codes to verify your identity.
de_de: Gib einen deiner Wiederherstellungscodes ein, um deine Identität zu bestätigen.
es_es: Introduce uno de tus códigos de recuperación para verificar tu identidad.
fr_fr: Saisissez l’un de vos codes de récupération pour vérifier votre identité.
nl_nl: Voer een van je herstelcodes in om je identiteit te verifiëren.
pt_br: Digite um dos seus códigos de recuperação para verificar sua identidade.
pt_pt: Introduza um dos seus códigos de recuperação para verificar a sua identidade.

# auth.twoFactor.recoveryTitle
source: Enter recovery code
de_de: Wiederherstellungscode eingeben
es_es: Introduce el código de recuperación
fr_fr: Saisir le code de récupération
nl_nl: Voer herstelcode in
pt_br: Insira o código de recuperação
pt_pt: Introduzir código de recuperação

# auth.twoFactor.useAuthenticator
source: Use authenticator app
de_de: Authenticator-App verwenden
es_es: Usar la app de autenticación
fr_fr: Utiliser l’app d’authentification
nl_nl: Authenticator-app gebruiken
pt_br: Usar aplicação autenticadora
pt_pt: Usar a aplicação de autenticação

# auth.twoFactor.useRecoveryCode
source: Use a recovery code
de_de: Wiederherstellungscode verwenden
es_es: Usar un código de recuperación
fr_fr: Utiliser un code de récupération
nl_nl: Een herstelcode gebruiken
pt_br: Usar código de recuperação
pt_pt: Usar um código de recuperação

# auth.twoFactorDesc
source: Enter the code from your authenticator app.
de_de: Gib den Code aus deiner Authenticator-App ein.
es_es: Introduce el código de tu app de autenticación.
fr_fr: Saisissez le code de votre application d’authentification.
nl_nl: Voer de code uit je authenticator-app in.
pt_br: Insira o código do seu aplicativo autenticador.
pt_pt: Introduza o código da sua aplicação de autenticação.

# autoCreation.availableVars
source: Available variables:
de_de: Verfügbare Variablen:
es_es: Variables disponibles:
fr_fr: Variables disponibles :
nl_nl: Beschikbare variabelen:
pt_br: Variáveis disponíveis:
pt_pt: Variáveis disponíveis:

# autoCreation.businessDay
source: Business day
de_de: Werktag
es_es: Día laborable
fr_fr: Jour ouvré
nl_nl: Werkdag
pt_br: Dia útil
pt_pt: Dia útil

# autoCreation.businessDay.desc
source: Period starts on the Nth business day
de_de: Der Zeitraum beginnt am N-ten Werktag
es_es: El periodo comienza el N-ésimo día laborable
fr_fr: La période commence le N-ième jour ouvré
nl_nl: De periode begint op de N-de werkdag
pt_br: O período começa no N-ésimo dia útil
pt_pt: O período começa no enésimo dia útil

# autoCreation.dayOfMonth
source: Day of month
de_de: Tag des Monats
es_es: Día del mes
fr_fr: Jour du mois
nl_nl: Dag van de maand
pt_br: Dia do mês
pt_pt: Dia do mês

# autoCreation.dayOfMonth.desc
source: Period starts on a specific calendar day
de_de: Der Zeitraum beginnt an einem bestimmten Kalendertag
es_es: El periodo comienza en un día concreto del calendario
fr_fr: La période commence un jour précis du calendrier
nl_nl: De periode begint op een specifieke kalenderdag
pt_br: O período começa num dia específico do calendário
pt_pt: O período começa num dia específico do calendário

# autoCreation.dayOfWeek
source: Day of week
de_de: Wochentag
es_es: Día de la semana
fr_fr: Jour de la semaine
nl_nl: Dag van de week
pt_br: Dia da semana
pt_pt: Dia da semana
